Repository: gumberss/FinanceControlinatorMobile
Catalog: lib/l10n/app_*.arb
Languages: pt

# purchaseListScreenTitle
source: Purchase List Screen
pt: Listas de compras

source: Purchase List Name
pt: Nome da lista de compras

source: Create
pt: Criar

source: Edit
pt: Editar

source: Purchase Category Name
pt: Nome da categoria da compra

# purchaseCategoryItem
source: Purchase Item Name
pt: Nome do item da compra

source: Amount to buy:
pt: Quantidade para comprar:

source: Please, confirm
pt: Por favor, confirme

# sureDeleteCategory
source: Are you sure you want to delete the category?
pt: Tem certeza que quer deletar a categoria?

source: Where are you buying?
pt: Onde você está comprando?

source: What are you buying?
pt: O que você está comprando?

source: Purchase title
pt: Título da compra

source: My favorite market
pt: Meu mercado favorito

source: Market shopping
pt: Compras do mercado

source: Weekly shop
pt: Compra semanal

source: Start buying
pt: Começando a comprar

source: Must be filled
pt: Deve ser preenchido

# dateFormat
source: MM-dd-yyyy
pt: dd-MM-yyyy

source: Yes
pt: Sim

source: No
pt: Não

source: Expected
pt: Esperado

source: In the cart
pt: No carrinho

source: Item price
pt: Preço do item

source: Total price
pt: Preço total

source: Summary
pt: Resumo

source: Place
pt: Lugar

source: Title
pt: Título

source: Shopping type
pt: Tipo da compra

source: Total cost
pt: Custo total

source: Nickname
pt: Apelido

# nicknameSetted
source: Your are nicknamed!
pt: Você está apelidado!

# nicknameAlreadyInUseError
source: Opps!, This nickname is already in use
pt: Opa!, Esse apelido já está sendo usado

# nicknameServerError
source: Opps!, The server couldn't nickname you, try again later :(
pt: Opa!, O servidor Não conseguiu te apelidar, tente de novo mais tarde :(

source: Send
pt: Enviar
